Autodesk.Revit.DB.PlanViewPlane
Locations where view range offsets can be specified.
Since:
2013

Autodesk.Revit.DB.PlanViewPlane.UnderlayBottom
Underlay Bottom Plane

Autodesk.Revit.DB.PlanViewPlane.ViewDepthPlane
View Depth Plane

Autodesk.Revit.DB.PlanViewPlane.BottomClipPlane
Bottom Clip Plane

Autodesk.Revit.DB.PlanViewPlane.TopClipPlane
Top Clip Plane

Autodesk.Revit.DB.PlanViewPlane.CutPlane
Cut Plane